Repository: themonkslab/the_monsklab_web
Catalog: lib/i18n/app_*.arb
Languages: es

# welcome_text
source: This text is in english
es: Este texto esta en español

source: Switch Language
es: Cambiar lenguage

source: The Monsklab Web
es: Sitio web The Monsklab

# learnToProgramAsWeHadDreamed
source: Learn to code as we had dreamed
es: Aprender a programar como habríamos soñado!

# aPathOfStudyAndATrainigCommunity
source: A path of study and a training community to train in the craft of development. A place for which no previous knowledge is needed and that expects to give you everything you need to become a high level professional in this industry.
es: Un camino de estudio y una comunidad de entrenamiento para formarse en el oficio del desarrollo. Un lugar para el que no se necesitan conocimientos previos y que espera darle todo lo que necesitan para volverse profesionales de alto nivel en esta industria.

# sumWithoutAnyCost
source: Sum yourself without any cost! Only 10 spots available each month
es: Sumate sin ningún costo! Solo recibimos 10 personas cada mes!

# whatAreYouWaitingFor
source: What are you waiting for? Apply now!
es: ¿Qué estás esperando? Sumate!

# learnToLearn
source: We learn to learn, to think from the back to the front, testing every line of code. We learn to organize and be organized, to understand the business and to focus on the value we can bring.
es: Aprendemos a aprender, a pensar desde atrás hacia adelante testeando cada línea de código. Aprendemos a organizarnos y ordenarnos, entender el negocio y a focalizarlos en el valor que podemos aportar.

# doesYourBusinessNeedHighLevelFlutterDevelopment
source: Does your business need a high level Flutter Development?
es: Tu empresa necesita desarrollo Flutter de alto nivel?

# weTrainTopLevelDevelopers
source: We train top level developers with team play, passion applied to every line of code and detail mindset
es: Entrenamos desarrolladores de primer nivel, team players, con pasión por cada línea de código y atención al detalle.

source: Hire Us!
es: Contratanos!

source: Terms and Conditions
es: Términos y condiciones

source: Privacy Policy
es: Política de privacidad

# aGroupOfFriendWhoEnjoyImproveThemself
source: A group of friends who enjoy to improve themselfs, transmitting the learnings, give chances and do this world better with every piece of code at the same time
es: Un grupo de amigos que disfruta de hacer las cosas mejor cada vez pero que al mismo tiempo, quiere transmitir a otros todo lo aprendido, dar posibilidades y hacer de este mundo con cada granito de código, un mundo mejor.

source: Jobs
es: Trabajos

source: Courses
es: Cursos

source: Community
es: Comunidad

# archiveViewTitle
source: Archive
es: El Archivo

# archiveViewDescription
source: Welcome to the archive. Here you will find thousands of pages related to software development but don't be confused: these are not isolated articles but a careful learning path where anyone with discipline and good will can become an expert developer. Don't forget to join our community on Discord to find many more exercises, mock job interviews, essays from foreign companies and much more. Enjoy! ðŸ˜„
es: Bienvenidos al archivo. Aquí encontrarán miles de páginas relacionadas al desarrollo de software pero no se confundan: no se trata de artículos aislados sino un cuidado camino de aprendizaje en donde cualquiera con disciplina y buena voluntad puede convertirse en un desarrollador experto. Ah! No se olviden de sumarse a nuestra comunidad en Discord para encontrarse con muchos más ejercicios, simulacros de entrevistas de trabajo, ensayos de empresas del exterior y mucho más. A disfrutar! 😄

# reachOutOn
source: If you have questions or suggestions don't heasitate to reach out on
es: Si tienes preguntas o sugerencias no dudes en contactarnos por

# whoWeAre
source: We are a group of friends with a huge passion by learning and teaching, obsessed with the conventions and the order, totally convinced that help others to get into the industry is a must. We believe all the people should have the chance to get an opportunity like we did. Monsklab is about that place we had dreamed to have when we started to walk this path.
es: Un grupo de amigos apasionados por aprender y enseñar, obsesionados con las convenciones y el orden y convencidos de que la abundancia de esta industria, puede maximizarse dando posibilidades a un sin fin de personas. Creemos que muchos más merecen las oportunidades que nosotros tuvimos y tratamos día a día de volverlo una realidad. Monsklab trata de ser aquel lugar que habríamos amado tener cuando comenzamos.

# weAre
source: We are Mau, Eugenio y MartÃ­n,
es: Somos Mau, Eugenio y Martín,
