{
  "theMonsklabWeb": "Sitio web The Monsklab",
  "learnToProgramAsWeHadDreamed": "Aprender a programar como habr칤amos so침ado!",
  "aPathOfStudyAndATrainigCommunity": "Un camino de estudio y una comunidad de entrenamiento para formarse en el oficio del desarrollo. Un lugar para el que no se necesitan conocimientos previos y que espera darle todo lo que necesitan para volverse profesionales de alto nivel en esta industria.",
  "sumWithoutAnyCost": "Sumate sin ning칰n costo!\nSolo recibimos 10 personas cada mes!",
  "whatAreYouWaitingFor": "쯈u칠 est치s esperando? Sumate!",
  "learnToLearn": "Aprendemos a aprender, a pensar desde atr치s hacia adelante testeando cada l칤nea de c칩digo. Aprendemos a organizarnos y ordenarnos, entender el negocio y a focalizarlos en el valor que podemos aportar.",
  "doesYourBusinessNeedHighLevelFlutterDevelopment": "Tu empresa necesita desarrollo Flutter de alto nivel?",
  "weTrainTopLevelDevelopers": "Entrenamos desarrolladores de primer nivel, team players, con pasi칩n por cada l칤nea de c칩digo y atenci칩n al detalle.",
  "hireUs": "Contratanos!",
  "termsAndConditions": "T칠rminos y condiciones",
  "privacyPolicy": "Pol칤tica de privacidad",
  "aGroupOfFriendWhoEnjoyImproveThemself": "Un grupo de amigos que disfruta de hacer las cosas mejor cada vez pero que al mismo tiempo, quiere transmitir a otros todo lo aprendido, dar posibilidades y hacer de este mundo con cada granito de c칩digo, un mundo mejor.",
  "jobs": "Trabajos",
  "courses": "Cursos",
  "community": "Comunidad",
  "archiveViewTitle": "El Archivo",
  "archiveViewDescription": "Bienvenidos al archivo. Aqu칤 encontrar치n miles de p치ginas relacionadas al desarrollo de software pero no se confundan: no se trata de art칤culos aislados sino un cuidado camino de aprendizaje en donde cualquiera con disciplina y buena voluntad puede convertirse en un desarrollador experto.\n\nAh! No se olviden de sumarse a nuestra comunidad en Discord para encontrarse con muchos m치s ejercicios, simulacros de entrevistas de trabajo, ensayos de empresas del exterior y mucho m치s.\n\nA disfrutar! 游땏",
  "reachOutOn": "Si tienes preguntas o sugerencias no dudes en contactarnos por"
}